/* > year String */
" > year" = " > έτος";

/* > 6 months String */
" > 6 months " = " > 6 μήνες";

/* < 6 months String */
" < 6 months " = " < 6 μήνες";

/* coming String */
" coming " = " έρχεται ";

/*  birthday string */
"'s birthday!" = " τα γενέθλια!";

/* 's record of health and vaccination String */
"'s record of health and vaccination" = ": αναφορά υγείας και εμβολιασμών";

/* 's weight over time String */
"'s weight over time" = ": γραφική παραστάση του βάρους στο χρόνο";

/* Error discription in accessing calendar */
"access calendar" = "προσπελαθεί το ημερολόγιο";

/* Access sandbox error message */
"access the sandbox" = "προσπελαθούν τα αρχεία της εφαρμογής";

/* Error description in adding a pet */
"add a new pet" = "προστεθεί νέο κατοικίδιο";

/* Error description in adding a new therapy */
"add a new therapy" = "προστεθεί νέα θεραπεία";

/* Persistent store error message */
"add persistent store for core data" = "προστεθεί η βάση δεδομένων";

/* Add Photo String */
"Add Photo" = "Πρόσθεσε\nφώτο";

/* Error description in adding a photo */
"add the photo" = "προστεθεί φωτογραφία";

/* Age string */
"Age:" = "Ηλικία:";

/* String for Appointment */
"Appointment for" = "Ραντεβού για";

/* Removing a pet confirmation message */
"Are you sure that you want to remove the selected pet?" = "Είστε σίγουροι ότι θέλετε να αφαιρέσετε το επιλεγμένο κατοικίδιο;";

/* Removing photo confirmation message */
"Are you sure that you want to remove the selected photo?" = "Είστε σίγουροι ότι θέλετε να αφαιρέσετε τη συγκεκριμένη φωτογραφία από την εφαρμογή μας;";

/* Breed string */
"Breed:" = "Φυλή:";

/* Breed String */
"Breed: " = "Φυλή: ";

/* Cancel String */
"Cancel" = "Ακύρωση";

/* Continue String */
"Continue" = "Συνέχεια";

/* String for Date of Birth */
"Date of Birth" = "Γέννηση";

/* Date of birth String */
"Date of birth: " = "Ημερομηνία γέννησης: ";

/* Title for date of therapy alert */
"Date of Therapy" = "Ημερομηνία θεραπείας";

/* Title for date of weight alert */
"Date of Weight" = "Ημερομηνία ζυγίσματος";

/* date Section Name */
"Date" = "Ημερομηνία";

/* day */
"day" = "ημέρα";

/* days */
"days" = "ημέρες";

/* days since the last therapy string */
"days since the last therapy" = "ημέρες από την τελευταία θεραπεία";

/* days since the last weight string */
"days since the last weight" = "ημέρες από το τελευταίο ζύγισμα";

/* birthday countdown string */
"days till birthday!" = "ημέρες μέχρι τα γενέθλια!";

/* Error discription for deleting calendar data */
"delete calendar data" = "διαγραφούν τα δεδομένα από το ημερολόγιο";

/* Delete pdf files error message */
"delete pdf files from sandbox" = "διαγραφούν τα αρχεία pdf από την εφαρμογή";

/* Delete png files error message */
"delete png files from sandbox" = "διαγραφούν τα αρχεία png από την εφαρμογή";

/* Error description in deleting the photo */
"delete the photo" = "διαγραφεί η φωτογραφία";

/* Error description about deleting the therapy */
"delete the therapy" = "διαγραφεί η θεραπεία";

/* delete photo string */
"delete photo" = "διαγραφή φωτό";

/* Detail string */
"Detail" = "Detail";

/* edit title of view controller */
"edit" = "επεξεργασία";

/* Error description in editing a pet */
"edit a pet" = "επεξεργαστείτε τα στοιχεία του κατοικίδιου";

/* Error description in editing a therapy */
"edit a therapy" = "επεξεργαστείτε τα στοιχεία της θεραπείας";

/* edit therapy view title */
"edit therapy" = "επεξεργασία";

/* Title of edit pet screen */
"Edit Pet" = "επεξεργασία";

/* Title of add pet screen */
"Add" = "Εισαγωγή";

/* Email report String */
"Email pet's report" = "email την αναφορά";

/* Subject of error report email */
"Error Report" = "Αναφορά σφάλματος";

/* Failed String */
"Failed to" = "Αποτυχία να";

/* Female String */
"Female" = "Θηλυκό";

/* Identification number String */
"Identification number" = "Αριθμός ταυτότητας";

/* Imperial string for segmentedControl */
"Imperial" = "Βρετανικό";

/* Message for choosing the date of weight */
"Is this the initial weight at the time of birth or the current weight of your pet?" = "Το βάρος αυτό είναι το σημερινό ή κατά την ημερομηνία γεννήσεως του κατοικιδίου?";

/* List */
"List" = "λίστα";

/* Male String */
"Male" = "Αρσενικό";

/* Metic string for segmentedControl */
"Metric" = "Διεθνές";

/* Microchip string */
"Microchip:" = "Μικροτσίπ:";

/* Microchip String */
"Microchip: " = "Μικροτσίπ: ";

/* Microchip not defined string */
"Microchip not defined" = "Δεν έχει δηλωθεί μικροτσίπ";

/* month */
"month" = "μήνας";

/* months */
"months" = "μήνες";

/* Name String */
"Name: " = "Όνομα: ";

/* No appointment data */
"Next appointment not defined" = "Δεν έχει οριστεί επόμενο ραντεβού";

/* Next appointment string */
"Next appointment on:" = "Επόμενο ραντεβού:";

/* No therapies have been declared String */
"No therapies have been declared" = "Δεν έχουν καταχωρηθεί θεραπείες";

/* not defined String */
"not defined" = "δεν έχει οριστεί";

/* notes Section Name */
"Notes" = "Σημειώσεις";

/* new therapy view title */
"new therapy" = "νέα θεραπεία";

/* OK */
"OK" = "OK";

/* on String */
"on" = "στις";

/* One therapy has been done String */
"One therapy has been done:" = "Μια θεραπεία έχει γίνει:";

/* Title of pet's dob alert */
"Pet's date o birth" = "Ημερομηνία γέννησης του κατοικίδιου";

/* Pet's weight String */
"Pet's weight" = "βάρος κατοικίδιου";

/* Pet's Weight header title */
"Pet's Weight" = "Βάρος κατοικίδιου";

/* Title of pet's weight date alert */
"Pet's weight date" = "Ημερομηνία ζυγίσματος";

/* Title of pet's weight value alert */
"Pet's weight value" = "Η τιμή του βάρους του κατοικίδιου";

/* The body of email report */
"Please find attached a record of health and vaccination for my pet" = "Παρακαλώ βρείτε συνημμένη την αναφορά υγείας και εμβολιασμών του κατοικίδιου μου";

/* Select a therapy type message */
"Please select the type of therapy" = "Παρακαλώ επιλέξτε ένα είδος θεραπείας";

/* Message to send an error report to the developer. */
"Please send an error report to the developer." = "Παρακαλώ στείλτε μια αναφορά σφάλματος στον προγραμματιστή.";

/* Submit a date message */
"Please submit a date" = "Παρακαλώ δηλώστε μια ημερομηνία";

/* Submit a date after message */
"Please submit a date after" = "Παρακαλώ δηλώστε μια ημερομηνία μετά από";

/* Submit a date before message */
"Please submit a date before" = "Παρακαλώ δηλώστε μία ημερομηνία πριν από";

/* Message for valid weigh reminder */
"Please submit a valid weight in format x.x" = "Παρακαλώ εισάγετε ένα έγκυρο βάρος της μορφής x.x";

/* Message for dob reminder */
"Please submit a valid date of birth" = "Παρακαλώ δηλώστε μια έγκυρη ημερομηνία γέννησης";

/* Submit price message" */
"Please submit a valid price" = "Παρακαλώ εισάγετε μια έγκυρη τιμή";

/* price Section Name */
"Price" = "Τιμή";

/* Title for price of therapy alert */
"Price of Therapy" = "Κόστος της θεραπείας";

/* Primary Vaccination string */
"Primary Vaccination" = "Πρώτος εμβολιασμός";

/* Print report String */
"Print pet's report" = "εκτύπωση της αναφοράς";

/* Error description in printing the report */
"print the record of health and vaccination" = "εκτυπωθεί η αναφορά υγείας και εμβολιασμών";

/* Fail to email title */
"Problem with email" = "Πρόβλημα με το email";

/* product used Section Name */
"Product used" = "Προϊόν που χρησιμοποιήθηκε";

/* Subject of id email */
"Record of health and vaccination" = "Αναφορά υγείας και εμβολιασμών";

/* Registration string */
"Registered at:" = "Καταγράφηκε στις:";

/* Registered at String */
"Registered at: " = "Καταγράφηκε στις: ";

/* Registration date not defined string */
"Registration date not defined" = "Δεν έχει καταγραφεί";

/* Remove Pet String */
"Remove pet" = "διαγραφή του κατοικίδιου";

/* Error description in removing the pet */
"remove pet" = "διαγραφεί το κατοικίδιο";

/* Remove Pets Photo */
"Remove photo" = "Διαγραφή φωτογραφίας";

/* Report generated on String */
"Report generated on" = "Η αναφορά δημιουργήθηκε στις";

/* Revaccination string */
"Revaccination" = "Επαναληπτικός εμβολιασμός";

/* Core Data error message */
"save application's data" = "αποθήκευση των δεδομένων της εφαρμογής";

/* Error discription for save calendar data */
"save calendar data" = "αποθηκευτούν τα δεδομένα του ημερολογίου";

/* Error discription for save calendar */
"save calendar" = "αποθηκευτεί το ημερολόγιο";

/* Error discription for save weight data */
"save weight data" = "αποθηκευτούν τα δεδομένα βάρους";

/* select photo string */
"select photo" = "διάλεξε φωτό";

/* select new photo string */
"select new photo" = "διάλεξε νέα φωτό";

/* Sent report button title */
"Send Report" = "Αποστολή Αναφοράς";

/* Sex String */
"Sex: " = "Φύλο: ";

/* Thanks String */
"Thanks! " = "Ευχαριστώ! ";

/* The error report email body of email */
"The application crashed with the following error" = "Η εφαρμογή κατέρρευσε λόγω του ακόλουθου σφάλματος";

/* Application has to quit String */
"The application has to quit now." = "Η εφαρμογή πρέπει να τερματήσει τώρα.";

/* The last String */
"The last" = "Οι τελευταίες";

/* The last 10 therapies are String */
"The last 10 therapies are: " = "Οι 10 πιο πρόσφατες θεραπείες είναι: ";

/* therapy Section Name */
"Therapy" = "Θεραπεία";

/* therapies are String */
"therapies are:" = "θεραπείες είναι:";

/* String for today */
"Today" = "Σήμερα";

/* Tomorrow is string */
"Tomorrow is" = "Άυριο είναι";

/* Treatments string */
"Treatments" = "Θεραπευτική αγωγή";

/* Title for date of therapy alert */
"Type of Therapy" = "Είδος θεραπείας";

/* using String */
"using" = "χρησιμοποιώντας";

/* using  about Pets App String */
"using about Pets App" = "από την about Pets App";

/* Vermifugation string */
"Vermifugation" = "Αποπαρασίτωση";

/* veterinarian String for Appointment */
"veterinarian" = "κτηνίατρος";

/* Weight string */
"Weight:" = "Βάρος:";

/* Weight String */
"Weight: " = "Βάρος: ";

/* No weight data warning */
"Weight: hasn't been weighed" = "Δεν υπάρχουν δεδομένα για το βάρος";

/* "weight guide title button" */
"read the weight guide" = "διάβασε τον οδηγό βάρους";

/* year */
"year" = "έτος";

/* year and */
"year and" = "έτος και";

/* years */
"years" = "έτη";

/* years and */
"years and" = "έτη και";

/* Unable to email message. */
"Your device is not configured to send emails." = "Η συσκεύη σας δεν έχει ρυθμιστεί για να στέλενει email.";

/* id sent succesfully alert */
"Your pet's record of health and vaccination sent succesfully." = "H αναφορά υγείας και εμβολιασμών του κατοικίδιου σας στάλθηκε με επιτυχεία";

/* cat1 */
"Ribs, spine and bony protrusions are easily seen at a distance. These pets have lost muscle mass and there is no observable body fat. Emaciated, bony, and starved in appearance." = "Τα πλευρά, η σπονδυλική στήλη και οι οστεώδη προεξοχές φαίνοντε εύκολα από απόσταση. Αυτά τα κατοικίδια έχουν χάσει μυϊκή μάζα και δεν υπάρχει παρατηρήσιμο σωματικό λίπος. Αποσκελετωμένα, κοκκαλιάρικα και εξασθενημένα στην εμφάνιση.";

/* cat2 */
"Ribs, spine and other bones are easily felt. These pets have an obvious waist when viewed from above and have an abdominal tuck. Thin, lean or skinny in appearance." = "Τα πλευρά, η σπονδυλική στήλη και τα υπόλοιπα οστά είναι εύκολα ψηλασήσιμα. Αυτά τα κατοικίδια έχουν μια προφανή μέση όταν το βλέπουμε από πάνω και να έχουν μια κοιλιάκη πτύχωση. Λεπτά, άπαχα και λιπόσαρκα στην εμφάνιση.";

/* cat3 */
"Ribs and spine are easily felt but not necessarily seen. There is a waist when viewed from above and the abdomen is raised and not sagging when viewed from the side. Normal, ideal and often muscular in appearance." = "Τα πλευρά και η σπονδυλική στήλη είναι εύκολα ψηλασήσιμα αλλά όχι απαραίτητα ορατά. Υπάρχει μέση όταν το βλέπουμε από πάνω και η κοιλιά φουσκώνει και όχι κρέμεται όταν το παρατηρούμε από τα πλάγια. Κανονικά, ιδανικά και συχνά μυώδη στην εμφάνιση.";

/* cat4 */
"Ribs and spine are hard to feel or count underneath fat deposits. Waist is distended or often pear-shaped when viewed from above. The abdomen sags when seen from the side. There are typically fat deposits on the hips, base of tail and chest. Overweight, heavy, husky or stout." = "Τα πλευρά και η σπονδυλική στήλη είναι δύσκολο να ψηλαφισθούν ή να μετρηθούν κάτω από τα αποθέματα λίπους. Η μέση διογκώνεται όπως το σχήμα αχλαδιού, όταν το βλέπουμε από πάνω. Οι κοιλιά κρέμεται όταν το παρατηρούμε από τα πλάγια. Υπάρχουν συνήθως αποθέματα λίπους στα ισχία, στη βάση της ουράς και στο στήθος. Υπέρβαρα, βαριά, μεγαλόσωμα ή εύσωμα.";

/* cat5 */
"Large fat deposits over the chest, back, tail base and hindquarters. The abdomen sags prominently and there is no waist when viewed from above. The chest and abdomen often appear distended or swollen. Obese." = "Μεγάλα αποθέματα λίπους στο στήθος, την πλάτη, στη βάση της ουράς και τα οπίσθια τεταρτημόρια. Η κοιλιά κρέμεται ευκρινώς και δεν υπάρχει μέση όταν το βλέπουμε από πάνω. Το στήθος και η κοιλιά εμφανίζονται συχνά διογκωμένα ή πρησμένα. Παχύσαρκα.";

"pick a date" = "διάλεξε ημερομηνία";
"pick a therapy type" = "διάλεξε τύπο θεραπείας";
"write your notes here..." = "γράψε σημειώσεις...";
"write the price" = "γράψε τιμή";
"write the product's name" = "γράψε το όνομα του φαρμάκου";
"new" = "Εισαγωγή";
"weight" = "βάρος";
"add weight" = "εισαγωγή";
"Edit" = "επεξεργασία";
